{
  "message": "Hello word",
  "titles": {
    "aboutMe": "About me",
    "habilities": "Skills and Knowledge",
    "workExperience": "Work experience",
    "projects": "Projects",
    "stats": "Professional Statistics",
    "contact": "Contact"
  },
  "text": {
    "aboutMe": "Hello 👋, My name is Santiago Lopez, a systems engineer passionate about innovation and personal growth. I enjoy facing challenges and constantly learning. Outside of work, I love spending time outdoors, with friends and family, or traveling on my motorcycle, something I love to do. I am excited about the opportunities the future has in store and ready to face them with determination and a smile on my face."
  },
  "others": {
    "year": "Year",
    "years": "Years",
    "actualidad": "Actuality"
  },
  "cargos": {
    "backend": "Backend developer",
    "frontend": "Frontend developer",
    "fullstacks": "Fullstacks developer",
    "ingenieroSoftware": "Software Engineer",
    "desarrolladorSoftware": "Software developer",
    "desarrolladorWeb": "Web developer"
  },
  "experience": {
    "descripcion": {
      "techboss": "Fullstacks developer, in charge of providing solutions at the level of services and design of the SEIF product, in addition, I have created new functionality to platforms within the company. Lead developer of creation, maintenance and deployments of new product (Guvi).",
      "sipremcol": "Leader of the frontend development team, in charge of the creation of products such as Siprem GD, Lavado, Poda, etc. Providing support to the rest services using the company's web applications.",
      "gmp": "Developer with fullstacks functions, implementing solutions using php technologies, CRM and Vue Js frontend development framework.",
      "inxait": "In charge of creating html pieces for sending email marketing with platforms like masiv, mailgun, etc. And backend software development using technologies such as php (Laravel). In addition to performing frontend tasks using Vue js.",
      "ies": "Developer mainly in charge of redesigning views of applications created in web environments as well as optimizing some processes at frontend level of legacy systems.",
      "sstec": "Frontend web programmer, in charge of the design and implementation of new views for computer products created in the company on the heavy transport sector.",
      "gera": "Mainly in charge of automating internal processes of the company and providing support for computer media, during this period of time he developed several systems using Java language for web and desktop applications."
    }
  },
  "hover": {
    "descargar": "Download",
    "hablemosWhatsapp": "Let's talk by whatsapp",
    "linkedIn": "Visit my profile",
    "gitlab": "Visit my Gitlab profile",
    "github": "Visit my Github profile",
    "email": "Contact me by mail"
  },
  "contact": {
    "subtitle": "Have a project in mind?",
    "description": "I'm always interested in new opportunities and challenging projects. Don't hesitate to contact me if you want to work together or just want to chat about technology.",
    "formTitle": "Send me a message",
    "form": {
      "name": "Name",
      "email": "Email",
      "subject": "Subject",
      "message": "Message",
      "send": "Send Message"
    },
    "mylinkedIn": "My linkedIn profile"
  },
  "projects": {
    "all": "All",
    "features": "Main features",
    "technologies": "Technologies used",
    "demo": "Demo",
    "code": "Code",
    "status": "Status",
    "inProduction": "In Production",
    "inDevelopment": "In Development",
    "paused": "Paused",
    "finished": "Finished"
  },
  "projectsfeatures": {
    "gestionDocumentos": "Document management",
    "gestionUsuarios": "User management",
    "gestionRoles": "Role management",
    "gestionPermisos": "Permission management",
    "gestionSorteos": "Sorteos management",
    "gestionPremios": "Prizes management",
    "gestionGanadores": "Winners management",
    "gestionEnvioCorreos": "Email sending management",
    "integracionWompi": "Wompi integration for payments",
    "diseñoResponsive": "Responsive design" 
  },
  "regisst": {
    "title": "REGISST",
    "description": "Document management system for safety and health at work",
    "fullDescription": "Development of a document management system for safety and health at work. I implemented a modular architecture with a REST API and a frontend with Vue 3 and Typescript."
  },
  "naafar": {
    "title": "Naafar Travel",
    "description": "Site for travel lotteries",
    "fullDescription": "Naafar Travel is a site developed to promote travel lotteries, it has an internal system that allows managing lotteries, users, winners and email sending with new updates"
  },
  "millersDesigns": {
    "title": "Miller's Designs",
    "description": "Site for graphic design services promotion.",
    "fullDescription": "Miller's Design is a site developed to promote graphic design services."
  }
}
