{
  "message": "Hola mundo",
  "titles": {
    "aboutMe": "Sobre mi",
    "habilities": "Habilidades y Conocimientos",
    "workExperience": "Experiencia laboral",
    "projects": "Proyectos Realizados",
    "stats": "Estad칤sticas Profesionales",
    "contact": "Contacto"
  },
  "text": {
    "aboutMe": "Hola 游녦, Me llamo Santiago Lopez, un Ingeniero de sistemas apasionado por la innovaci칩n y el crecimiento personal. Disfruto enfrentando desaf칤os y aprendiendo constantemente. Fuera del trabajo, me encanta pasar tiempo al aire libre, con amigos y familiares, o viajando en mi moto, algo que me encanta hacer. Estoy emocionado por las oportunidades que el futuro tiene reservadas y listo para enfrentarlas con determinaci칩n y una sonrisa en el rostro."
  },
  "others": {
    "year": "A침o",
    "years": "A침os",
    "actualidad": "Actualidad"
  },
  "cargos": {
    "backend": "Desarrollador Backend",
    "frontend": "Desarrollador Frontend",
    "fullstacks": "Desarrollador Fullstack",
    "ingenieroSoftware": "Ingeniero de software",
    "desarrolladorSoftware": "Desarrollador de software",
    "desarrolladorWeb": "Desarrollador Web"
  },
  "experience": {
    "descripcion": {
      "techboss": "Desarrollador Fullstack, encargado de brindar soluciones a nivel de servicios y dise침o del producto SEIF, adem치s, he realizado creaci칩n de nuevas funcionalidad a plataformas dentro de la compa침칤a. Desarrollador principal de creaci칩n, mantenimiento y despliegues de nuevo producto (Guvi)",
      "sipremcol": "Lider de equipo de desarrollo frontend, encargado de la creaci칩n de productos c칩mo Siprem GD, Lavado, Poda, etc. Brindando soporte a los servicios rest que utiilza las aplicaciones web de la compa침칤a",
      "gmp": "Desarrollador con funciones de fullstacks, implementando soluciones haciendo de tecnolog칤as php, CRM y marco de desarrollo frontend Vue Js.",
      "inxait": "Encargado de crear piezas html para env칤o de email marketing con plataformas c칩mo masiv, mailgun, etc. Y desarrollo de software a nivel backend usando tecnolog칤as c칩mo php (Laravel). Adem치s de realizar tareas de frontend empleando Vue js",
      "ies": "Desarrollador encargado principalmente de redise침ar vistas de aplicaciones creadas en entornos web as칤 c칩mo de optimizar algunos procesos a nivel frontend de sistemas legados.",
      "sstec": "Programador web frontend, encargado del dise침o e implementaci칩n de nuevas vistas para productos informaticos creados en la empresa del lado del sector de transporte pesado.",
      "gera": "Encargado principalmente de realizar automatizaciones de procesos internos de la compa침칤a y dar soporte de medios informaticos, Dentro de este periodo de tiempo se realiz칩 diversos sistemas haciendo uso de lenguaje Java para aplicaciones web y de escritorio."
    }
  },
  "hover": {
    "descargar": "Descargar",
    "hablemosWhatsapp": "Hablemos por whatsapp",
    "linkedIn": "Visita mi perfil",
    "gitlab": "Visita mi perfil de Gitlab",
    "github": "Visita mi perfil de Github",
    "email": "Contactame por correo"
  },
  "contact": {
    "subtitle": "쯊ienes un proyecto en mente?",
    "description": "Estoy siempre interesado en nuevas oportunidades y proyectos desafiantes. No dudes en contactarme si quieres trabajar juntos o simplemente quieres charlar sobre tecnolog칤a.",
    "formTitle": "Env칤ame un mensaje",
    "form": {
      "name": "Nombre",
      "email": "Email",
      "subject": "Asunto",
      "message": "Mensaje",
      "send": "Enviar Mensaje"
    },
    "mylinkedIn": "Mi perfil de LinkedIn"
  },
  "projects": {
    "all": "Todos",
    "features": "Caracter칤sticas principales",
    "technologies": "Tecnolog칤as utilizadas",
    "demo": "Demo",
    "code": "C칩digo",
    "status": "Estado",
    "inProduction": "En Producci칩n",
    "inDevelopment": "En Desarrollo",
    "paused": "Pausado",
    "finished": "Completado"
  },
  "projectsfeatures": {
    "gestionDocumentos": "Gesti칩n de documentos",
    "gestionUsuarios": "Gesti칩n de usuarios",
    "gestionRoles": "Gesti칩n de roles",
    "gestionPermisos": "Gesti칩n de permisos",
    "gestionSorteos": "Gesti칩n de sorteos",
    "gestionPremios": "Gesti칩n de premios",
    "gestionGanadores": "Gesti칩n de ganadores",
    "gestionEnvioCorreos": "Gesti칩n de env칤o de correos",
    "integracionWompi": "Integraci칩n con Wompi para pagos",
    "dise침oResponsive": "Dise침o responsive"
  },
  "regisst": {
    "title": "REGISST",
    "description": "Sistema de gesti칩n documental para manejo de documentos de seguridad y salud en el trabajo",
    "fullDescription": "Desarrollo de un sistema documental para la gesti칩n de documentos de seguridad y salud en el trabajo. Implement칠 arquitectura modular con API REST y frontend con Vue 3 y Typescript."
  },
  "naafar": {
    "title": "Naafar Travel",
    "description": "Sitio web para sorteos de viajes",
    "fullDescription": "Naafar Travel es un sitio web desarrollado para promocionar sorteos de viajes, cuenta con un sistema interno que permite gestionar los sorteos, usuarios, ganadores y env칤o de correos con nuevas actualizaciones"
  },
  "millersDesigns": {
    "title": "Miller's Designs",
    "description": "Sitio web para promocionar servicios de dise침o gr치fico.",
    "fullDescription": "Miller's Design es un sitio web desarrollado para promocionar productos de dise침o."
  }
}

